{
  "internship": [
    {
    "work": "Intern",
    "description": "Help with arranging, preparing, and carrying out several facets of live performances. Get familiar with artist management, backstage coordination, and event planning.",
    "shift": "10",
    "salary": "250"
    }
  ],
  "backupdancer": [
    {
      "work": "Backup Dancer",
      "description": "Your energy and style on stage as a backup dancer will lift the entire performance. Collaborate together with fellow dancers and choreographers to craft fascinating routines that astonish the audience.",
      "shift": "10",
      "salary": "250"
    }
  ],
  "backstagecrew": [
    {
      "work": "BackstageCrew",
      "description": "You'll play a key role in making sure shows go smoothly as a member of the backstage crew. To ensure a flawless performance, coordinate with performers, set up and take down equipment, and oversee props. You need to be meticulous and have a strong interest in the magic that occurs behind the scenes.",
      "shift": "10",
      "salary": "250"
    }
  ],
  "choreographer": [
    {
      "work": "Choreographer",
      "description": "As a choreographer, you will create captivating movements that serve as the performance's heartbeat. Work together with dancers and artists to realize ideas so that each movement is a work of art.",
      "shift": "10",
      "salary": "500"
    }
  ],
  "eventcoordinator": [
    {
      "work": "Event Coordinator",
      "description": "Your job as an event coordinator is to plan flawless events. Oversee the logistics, communicate with the performers, and make sure everything is in place for a spectacular evening. It all comes down to transforming concepts into enduring reality.",
      "shift": "10",
      "salary": "500"
    }
  ],
  "makeupartist": [
    {
      "work": "Makeup Artist",
      "description": "Your job as an event coordinator is to plan flawless events. Oversee the logistics, communicate with the performers, and make sure everything is in place for a spectacular evening. It all comes down to transforming concepts into enduring reality.",
      "shift": "10",
      "salary": "500"
    }
  ],
  "talentmanager": [
    {
      "work": "Talent Manager",
      "description": "As a talent manager, you will find, develop, and mentor artists as they pursue fame. You'll design your gifted protégés' success, from negotiation prowess to strategic planning.",
      "shift": "20",
      "salary": "1000"
    }
  ],
  "musicvideodirector": [
    {
      "work": "Music Video Director",
      "description": "Transform stories into fascinating visuals in your role as a music video director. Create, plan, and oversee music videos that visually captivate people while enhancing the artist's message.",
      "shift": "20",
      "salary": "1000"
    }
  ],
  "producer": [
    {
      "work": "Producer",
      "description": "Create the sounds, vibes, and beats that will characterize the upcoming sensation in music production. Work together with a variety of skills to create sound magic that attracts listeners throughout the world. Your production skills will be the key to creating K-Pop's catchy beats and memorable songs.",
      "shift": "20",
      "salary": "1000"
    }
  ],
}
